{"name": "1. SparkShorts", "meta_Data": ["2018–2024", "9m", "PG"], "rating": "6.7", "plot": "In LOOP, two kids at canoe camp find themselves adrift on a lake, unable to move forward until they find a new way to connect and see the world through each other's eyes."}
{"name": "2. Relic", "meta_Data": ["2020", "1h 29m", "R"], "rating": "6.0", "plot": "A daughter, mother and grandmother are haunted by a manifestation of dementia that consumes their family's home."}
{"name": "3. His House", "meta_Data": ["2020", "1h 33m", "TV-14"], "rating": "6.4", "plot": "A refugee couple makes a harrowing escape from war-torn South Sudan, but then they struggle to adjust to their new life in an English town that has an evil lurking beneath the surface."}
{"name": "4. Lost Girls", "meta_Data": ["2020", "1h 35m", "R"], "rating": "6.2", "plot": "After Mari Gilbert's daughter disappears, police inaction drives her own investigation into the gated Long Island community where Shannan was last seen. Her search brings attention to over a dozen murdered sex workers."}
{"name": "5. Gretel & Hansel", "meta_Data": ["2020", "1h 27m", "PG-13"], "rating": "5.5", "plot": "In a distant land, two siblings, Hansel and Gretel, wander through the woods in search of food and work. When a mysterious lady offers them a way out, they accept without thinking about the consequences."}
{"name": "6. Stacey Dooley: On the Psych Ward", "meta_Data": ["2020", "47m"], "rating": "6.8", "plot": "Stacey Dooley experiences life on the front-line of mental health services."}
{"name": "7. Min pappa Marianne", "meta_Data": ["2020", "1h 50m"], "rating": "6.8", "plot": "After breaking up with her boyfriend, 28-year-old aspiring journalist Hanna decides to leave Stockholm and move back in with her parents and brother in her small hometown, Alingsås. After she gets a job at the local news station, her world turns upside-down when her father, a respected priest in the community, informs his family of his lifelong feminine side and announces that he wants to come out as Marianne. The whole family must now deal with the consequences this might have for them and the community at large."}
{"name": "8. The Bridge Curse", "meta_Data": ["2020", "1h 28m"], "rating": "5.3", "plot": "University students, planning a bravery initiation test for their fellow classmates, choose a campus bridge rumored to be haunted by a vengeful female ghost."}
{"name": "9. Fantasy Island", "meta_Data": ["2020", "1h 49m", "PG-13"], "rating": "4.9", "plot": "When the owner and operator of a luxurious island invites a collection of guests to live out their most elaborate fantasies in relative seclusion, chaos quickly descends."}
{"name": "10. The Invisible Man", "meta_Data": ["2020", "2h 4m", "R"], "rating": "7.1", "plot": "When Cecilia's abusive ex takes his own life and leaves her his fortune, she suspects his death was a hoax. As a series of coincidences turn lethal, Cecilia works to prove that she is being hunted by someone nobody can see."}
{"name": "11. All the Bright Places", "meta_Data": ["2020", "1h 47m", "TV-MA"], "rating": "6.6", "plot": "The story of Violet and Theodore, who meet and change each other's lives forever. As they struggle with the emotional and physical scars of their past, they discover that even the smallest places and moments can mean something."}
{"name": "12. Nobody Sleeps in the Woods Tonight", "meta_Data": ["2020", "1h 42m", "TV-MA"], "rating": "4.9", "plot": "A group of technology-dependent teenagers goes to offline camp and faces a deadly danger lurking in the woods."}
{"name": "13. A Quiet Place Part II", "meta_Data": ["2020", "1h 37m", "PG-13"], "rating": "7.2", "plot": "Following the events at home, the Abbott family now face the terrors of the outside world. Forced to venture into the unknown, they realize the creatures that hunt by sound are not the only threats lurking beyond the sand path."}
{"name": "14. Murder to Mercy: The Cyntoia Brown Story", "meta_Data": ["2020", "1h 36m", "TV-MA"], "rating": "6.4", "plot": "After 16-year-old Cyntoia Brown is sentenced to life in prison, questions about her past, physiology and the law itself call her guilt into question."}
{"name": "15. The Half of It", "meta_Data": ["2020", "1h 44m", "PG-13"], "rating": "6.9", "plot": "When smart but cash-strapped teen Ellie Chu agrees to write a love letter for a jock, she doesn't expect to become his friend - or fall for his crush."}
{"name": "16. Body Cam", "meta_Data": ["2020", "1h 36m", "R"], "rating": "5.3", "plot": "When a routine traffic stop results in the unexplained, grisly death of her colleague, a cop realizes footage of the incident will play for her eyes only. As the attacks mount, she races to understand the supernatural force behind them."}
{"name": "17. Adventures of Rufus: The Fantastic Pet", "meta_Data": ["2020", "1h 22m", "PG"], "rating": "4.1", "plot": "Scott and Emily are at his grandmother's home when they suddenly discover a mysterious creature. They have a mission: with the help of an ancient spell book, they'll gather some ingredients to make a magic dust to save their world."}
{"name": "18. #Alive", "meta_Data": ["2020", "1h 38m", "TV-MA"], "rating": "6.3", "plot": "The rapid spread of an unknown infection has left an entire city in ungovernable chaos, but one survivor remains alive in isolation. It is his story."}
{"name": "19. Peninsula", "meta_Data": ["2020", "1h 56m", "Not Rated"], "rating": "5.5", "plot": "A zombie virus has in the last four years spread to all South Korea. Four Koreans in Hong Kong sail through the blockade to Incheon for USD20,000,000 on a truck."}
{"name": "20. Bert's Diary", "meta_Data": ["2020", "1h 29m"], "rating": "5.7", "plot": "Leila is the girl that everyone is in love with. Bert is in the same class as Amira, the little sister to Leila, and he sees his opportunity to approach Leila through friendship with Amira."}
{"name": "21. Uncle Peckerhead", "meta_Data": ["2020", "1h 37m", "TV-MA"], "rating": "5.9", "plot": "When a punk band scores their first tour, life on the road proves tough when they are joined by a man-eating demon as a roadie."}
{"name": "22. Cuties", "meta_Data": ["2020", "1h 36m", "TV-MA"], "rating": "3.6", "plot": "Eleven-year-old Amy starts to rebel against her conservative family's traditions when she becomes fascinated with a free-spirited dance crew."}
{"name": "23. The New Mutants", "meta_Data": ["2020", "1h 34m", "PG-13"], "rating": "5.3", "plot": "Five young mutants, just discovering their abilities while held in a secret facility against their will, fight to escape their past sins and save themselves."}
{"name": "24. Enola Holmes", "meta_Data": ["2020", "2h 3m", "PG-13"], "rating": "6.6", "plot": "When Enola Holmes, Sherlock's sister, discovers her mother is missing, she endeavors to find her, becoming a super-sleuth in her own right as she outwits her famous brother and unravels a dangerous conspiracy."}
{"name": "25. The Curse of Audrey Earnshaw", "meta_Data": ["2020", "1h 33m"], "rating": "4.8", "plot": "A devout community suffering from a plague is torn apart by a beautiful young woman and the forces of witchcraft, black magic, and possession."}
