[
{"name": "1. Titanic", "meta_Data": ["1997", "3h 14m", "PG-13"], "rating": "7.9", "plot": "A seventeen-year-old aristocrat falls in love with a kind but poor artist aboard the luxurious, ill-fated R.M.S. Titanic."},
{"name": "2. E.T. the Extra-Terrestrial", "meta_Data": ["1982", "1h 55m", "PG"], "rating": "7.9", "plot": "A troubled child summons the courage to help a friendly alien escape from Earth and return to his home planet."},
{"name": "3. The Wizard of Oz", "meta_Data": ["1939", "1h 42m", "G"], "rating": "8.1", "plot": "Young Dorothy Gale and her dog Toto are swept away by a tornado from their Kansas farm to the magical Land of Oz and embark on a quest with three new friends to see the Wizard, who can return her to her home and fulfill the others' wishes."},
{"name": "4. Star Wars: Episode IV - A New Hope", "meta_Data": ["1977", "2h 1m", "PG"], "rating": "8.6", "plot": "Luke Skywalker joins forces with a Jedi Knight, a cocky pilot, a Wookiee and two droids to save the galaxy from the Empire's world-destroying battle station, while also attempting to rescue Princess Leia from the mysterious Darth Vader."},
{"name": "5. The Lord of the Rings: The Return of the King", "meta_Data": ["2003", "3h 21m", "PG-13"], "rating": "9.0", "plot": "Gandalf and Aragorn lead the World of Men against Sauron's army to draw his gaze from Frodo and Sam as they approach Mount Doom with the One Ring."},
{"name": "6. Snow White and the Seven Dwarfs", "meta_Data": ["1937", "1h 23m", "Approved"], "rating": "7.6", "plot": "Exiled into the dangerous forest by her wicked stepmother, a princess is rescued by seven dwarf miners who make her part of their household."},
{"name": "7. Terminator 2: Judgment Day", "meta_Data": ["1991", "2h 17m", "R"], "rating": "8.6", "plot": "A cyborg, identical to the one who failed to kill Sarah Connor, must now protect her ten year old son John from an even more advanced and powerful cyborg."},
{"name": "8. The Lion King", "meta_Data": ["1994", "1h 28m", "G"], "rating": "8.5", "plot": "Lion prince Simba and his father are targeted by his bitter uncle, who wants to ascend the throne himself."},
{"name": "9. The Godfather", "meta_Data": ["1972", "2h 55m", "R"], "rating": "9.2", "plot": "The aging patriarch of an organized crime dynasty transfers control of his clandestine empire to his reluctant son."},
{"name": "10. The Jesus Film", "meta_Data": ["1979", "1h 57m", "G"], "rating": "7.1", "plot": "Filmed on location in Israel at authentic biblical sites, this inspirational drama and commercial success retells the life of Christ."},
{"name": "11. Jurassic Park", "meta_Data": ["1993", "2h 7m", "PG-13"], "rating": "8.2", "plot": "An industrialist invites some experts to visit his theme park of cloned dinosaurs. After a power failure, the creatures run loose, putting everyone's lives, including his grandchildren's, in danger."},
{"name": "12. Raiders of the Lost Ark", "meta_Data": ["1981", "1h 55m", "PG"], "rating": "8.4", "plot": "In 1936, archaeologists and adventurers of the U.S. government hired Indiana Jones to find the Ark of the Covenant before the Nazis could obtain its extraordinary powers."},
{"name": "13. Harry Potter and the Sorcerer's Stone", "meta_Data": ["2001", "2h 32m", "PG"], "rating": "7.6", "plot": "An orphaned boy enrolls in a school of wizardry, where he learns the truth about himself, his family and the terrible evil that haunts the magical world."},
{"name": "14. The Shawshank Redemption", "meta_Data": ["1994", "2h 22m", "R"], "rating": "9.3", "plot": "A banker convicted of uxoricide forms a friendship over a quarter century with a hardened convict, while maintaining his innocence and trying to remain hopeful through simple compassion."},
{"name": "15. Schindler's List", "meta_Data": ["1993", "3h 15m", "R"], "rating": "9.0", "plot": "In German-occupied Poland during World War II, industrialist Oskar Schindler gradually becomes concerned for his Jewish workforce after witnessing their persecution by the Nazis."},
{"name": "16. The Dark Knight", "meta_Data": ["2008", "2h 32m", "PG-13"], "rating": "9.0", "plot": "When a menace known as the Joker wreaks havoc and chaos on the people of Gotham, Batman, James Gordon and Harvey Dent must work together to put an end to the madness."},
{"name": "17. Pirates of the Caribbean: The Curse of the Black Pearl", "meta_Data": ["2003", "2h 23m", "PG-13"], "rating": "8.1", "plot": "Blacksmith Will Turner teams up with eccentric pirate \"Captain\" Jack Sparrow to save Elizabeth Swann, the governor's daughter and his love, from Jack's former pirate allies, who are now undead."},
{"name": "18. Jaws", "meta_Data": ["1975", "2h 4m", "PG"], "rating": "8.1", "plot": "When a massive killer shark unleashes chaos on a beach community off Long Island, it's up to a local sheriff, a marine biologist, and an old seafarer to hunt the beast down."},
{"name": "19. Fight Club", "meta_Data": ["1999", "2h 19m", "R"], "rating": "8.8", "plot": "An insomniac office worker and a devil-may-care soap maker form an underground fight club that evolves into much more."},
{"name": "20. Pulp Fiction", "meta_Data": ["1994", "2h 34m", "R"], "rating": "8.9", "plot": "The lives of two mob hitmen, a boxer, a gangster and his wife, and a pair of diner bandits intertwine in four tales of violence and redemption."},
{"name": "21. Forrest Gump", "meta_Data": ["1994", "2h 22m", "PG-13"], "rating": "8.8", "plot": "The history of the United States from the 1950s to the '70s unfolds from the perspective of an Alabama man with an IQ of 75, who yearns to be reunited with his childhood sweetheart."},
{"name": "22. Shrek", "meta_Data": ["2001", "1h 30m", "PG"], "rating": "7.9", "plot": "A mean lord exiles fairytale creatures to the swamp of a grumpy ogre, who must go on a quest and rescue a princess for the lord in order to get his land back."},
{"name": "23. Transformers", "meta_Data": ["2007", "2h 24m", "PG-13"], "rating": "7.1", "plot": "An ancient struggle between two Cybertronian races, the heroic Autobots and the evil Decepticons, comes to Earth, with a clue to the ultimate power held by a teenager."},
{"name": "24. Back to the Future", "meta_Data": ["1985", "1h 56m", "PG"], "rating": "8.5", "plot": "Marty McFly, a 17-year-old high school student, is accidentally sent 30 years into the past in a time-traveling DeLorean invented by his close friend, the maverick scientist Doc Brown."},
{"name": "25. Citizen Kane", "meta_Data": ["1941", "1h 59m", "PG"], "rating": "8.3", "plot": "Following the death of publishing tycoon Charles Foster Kane, reporters scramble to uncover the meaning of his final utterance: 'Rosebud.'"}
]